Revit 2027 API
ComboBoxCurrentChangedEventArgs.OldValue Property
The current item for the ComboBox before the change.
Namespace: Autodesk.Revit.UI.Events
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ComboBoxMember OldValue { get; }
Public ReadOnly Property OldValue As ComboBoxMember
	Get
public:
property ComboBoxMember^ OldValue {
	ComboBoxMember^ get ();
}
member OldValue : ComboBoxMember with get
Property Value
ComboBoxMember
See Also
Reference
ComboBoxCurrentChangedEventArgs Class
Autodesk.Revit.UI.Events Namespace